Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.17.03.11_fin.txt.tmx
Source language: fin
Languages: sme

source: Sateisesta Berliinistä Kevät on alkanut useilla kokouksilla.
sme: Árvedálkin Berliinnas Giđđa lea álgán máŋggaiguin čoakkámiiguin.

source: Saamelaiskäräjien yleiskokous saatiin pidettyä runsaslukuisena ja sovinnollisissa tunnelmissa maaliskuun alussa.
sme: Sámedikki dievasčoakkán dollojuvvui ja dušše moattis ledje eret čoakkámis. Čoakkán dollojuvvui hui soabalažžan njukčámánu álgobeivviid Anáris.

source: Tärkeimpinä asioina yleiskokous asetti nuorisoneuvoston, joka on ensimmäistä laatuaan koko saamenmaassa.
sme: Deháleamos áššiid siste dievasčoakkán válljii nuoraidráđi lahtuid ja dan ráđishan lea oalle earenoamáš oba Sámis.

source: Ruotsin ja Norjan saamelaiskäräjillä on omat nuorisoelimensä, mutta niillä ei ole niin paljoa valtaa kuin Suomen saamelaiskäräjien elimellä.
sme: Ruoŧa ja Norgga sámedikkiin gal lea maid nuoraidráđđi, muhto dain ii leat nu olu valid go Suoma sámedikki nuoraidráđis.

source: Yleiskokous antoi hyvin kriittisen lausunnon Inarijärven osayleiskaavasta.
sme: Dievasčoakkán attii hui kritihkalaš cealkámuša Anárjávrre oasseoppalašlávas.

source: Saamelaiskäräjät vaati kaavoitusprosessin pysäyttämistä siihen asti kun saamelaiskäräjät on neuvotellut Metsähallituksen kanssa valtion hallinnassa olevien maa-alueiden käytöstä Inarijärven kaavoituksessa.
sme: Sámediggi gáibidii lávvaproseassa bisseheami dassážii go sámediggi lea ráđđádallan Meahcceráđđehusain stáhta hálddašan eatnanviidodagaid geavahusas Anárjávrres lávvaráhkadeamis.

source: Lisäksi hyväksyimme saamelaiskäräjien kertomuksen vuodelta 2010.
sme: Dasa lassin dohkkeheimmet sámedikki jagi 2010 muitalusa.

source: Yleiskokouksen jälkeisellä viikolla osallistuin vähemmistöasian neuvottelukunnan kokoukseen ja biodiversiteettityöryhmän kokoukseen Helsingissä.
sme: Dievasčoakkáma maŋŋelas vahku oassálasten veahádatáššiid ráđđádallangotti čoakkámii ja biodiversiteahttačoakkámii Helssegis.

source: Vähemmistöasian neuvottelukunta hyväksyi kannanoton poliittisille puolueille.
sme: Veahádatáššiid ráđđádallangoddi dohkkehii árvalusa politihkalaš bellodagaide.

source: Neuvottelukunta vaati tulevaa hallitusta sitoutumaan ja resursoimaan saamen kielen elvytysohjelma.
sme: Ráđđádallangoddi gáibidii boahtte ráđđehusa čatnasit ja bidjat bávccaid sámegiela ealáskahttinprográmmii.

source: Neuvottelukunta pyysi poliittisia puolueita vähemmistöjä kunnioittavaan kampanjointiin eduskuntavaalien alla.
sme: Ráđđádallangoddi bivddii politihkalaš bellodagaid ovdal riikkabeiveválggaid kampanjeremii, mii gudnejahttá veahádagaid.

source: Keskustelimme vilkkaasti myös vähemmistöjä koskevasta nettikeskustelusta ja uutisoinnista.
sme: Ságastalaimet maid hui eallásit neahttaságastallamis ja ođasráhkademais, man fáddan leat veahádagat.

source: Valtamedian kirjoittelu ja mielipidekirjoittelu vähemmistöistä on pääosin asiallista, mutta erityisesti nettikeskustelussa vähemmistöistä ja pienempien lehtien mielipidekirjoittelussa on ongelmia.
sme: Váldomediija čálašeapmi ja oaivilčálašeapmi veahádagain lea eanasin áššálaš, muhto earenoamážit neahttaságastallamis veahádagaid birra ja unit eanangoddeaviissaid oaivilčállosat eai leat nu miehtemielalaččat veahádagaid guovdu.

source: Pääsin pitkästä aikaa osallistumaan biodiversiteettityöryhmän kokoukseen (bd-työryhmä).
sme: Bessen guhkes áigái oassálastit biodiversiteahttabargojoavkku čoakkámii.

source: Biodiversiteettityöryhmän kokouksessa esiteltiin suostrategia, joka ei saanut varauksetonta kannatusta työryhmässä ja toin kokouksessa myös esille saamelaiskulttuurin kannalta keskeisiä näkökohtia.
sme: Bd-bargojoavkku čoakkámis buktojuvvui ovdan jeaggestrategiija, mii ii goitge ožžon áibbas ovttamielalaš doarjaga bargojoavkkus ja bukten čoakkámis maid ovdan sámi kultuvrra dáfus guovddášoainnuid.

source: Toin katsauksen 8(j)-työryhmän työhön.
sme: Bukten maid geahčastaga 8(j)-bargojoavkku bargui.

source: Bd-työryhmällä on kuluvana vuonna tärkeitä tehtäviä.
sme: Bd-bargojoavkkus lea dán jagi dehálaš barggut manname.

source: Biodiversiteettisopimuksen osapuolikokouksen päätökset viime syksynä Nagoyassa ovat johtaneet tarpeeseen uudistaa Suomen biodiversiteettistrategiaa.
sme: Biodiversiteahttasoahpamuša oassebeallečoakkáma mearrádusat diimmá čavčča Nagoyas leat dolvon dárbui ođastit Suoma biodiversiteahttastrategiija.

source: Bd-työryhmä johtaa strategian valmistelua.
sme: Bd-bargojoavku jođiha strategiija válmmaštallama.

source: Uudistettava strategia on tarkoitus saada valmiiksi kuluvan vuoden aikana.
sme: Ođasnuhttivuloš strategiija galgá gárvánit dán jagi mielde.

source: Saamelaiskäräjät valmistelee maaliskuun aikana omia esityksiään uudistettavaan bd-strategiaan.
sme: Sámediggi válmmaštallá njukčamánu áigge iežas evttohusaid ođasnuhtti bd-strategiijai.

source: Tämä viikko on kulunut täysin ulkomailla.
sme: Dát vahkku leage golihan ollásii olgoriikkain.

source: Pohjoismaisen saamelaissopimuksen jatkoneuvottelut alkoivat vihdoinkin.
sme: Davviriikkaid sámi soahpamuša joatkkaráđđádallamat álge viimmat.

source: Suomen saamelaiskäräjiä neuvotteluissa edustaa puheenjohtajisto.
sme: Suoma sámedikki ráđđádallamiin ovddastit ságadoallit.

source: Suomen valtuuskunnassa on kolme edustajaa myös valtiolta.
sme: Suoma sámedikkis leat maid golbma stáhta ovddasteaddji.

source: Lisäksi valtuuskunnan työhön osallistuu asiantuntijoita saamelaiskäräjiltä ja valtion taholta.
sme: Dasa lassin ráđđádallamiidda oassálastet áššedovdit sámedikkis ja stáhtas.

source: Myös Ruotsissa on tasaedustus, saamelaiskäräjiltä kaksi edustajaa ja Ruotsin valtiolta kaksi.
sme: Maiddái Ruoŧas lea ovttadássásaš ovddastus, sámedikkis leat guokte ovddasteaddji nugo maid stáhtas.

source: Norjan edustus on hieman erilainen ja poikkeava.
sme: Norgga ovddasdus lea veaháš sierralágán ja spiehkasta.

source: Norjan saamelaiskäräjien edustajia on kaksi henkilöä, jotka ovat muiden saamelaiskäräjien edustajista poiketen virkamiehiä eikä politiikkoja.
sme: Norgga sámedikkis leat guokte ovddasteaddji, geat leaba eará sámedikkiid ovddasteaddjin spiehkkaseaddjin virgeolbmot eaige politihkkárat.

source: Valtiota Norjan valtuuskunnassa edustaa kolme henkilöä.
sme: Norgga sáttagottis stáhtas lea maid eanetlohku, golbma ovddasteaddji.

source: Kuluvan vuoden Ruotsi on neuvottelujen puheenjohtajamaa, jonka jälkeen puheenjohtajuus siirtyy Suomelle ja sitten Norjalle.
sme: Dán jagi Ruoŧŧa lea ráđđádallamiid ságadoalliriika, man maŋŋel jođiheapmi sirdása Supmii ja dan maŋŋel Norgii.

source: Seuraava kokous pidetään ensi syksyllä.
sme: Čuovvovaš čoakkán dollojuvvo čakčat.

source: Toin kokouksessa esille saamelaiskäräjien yleiskokouksen ja saamelaisen parlamentaarisen neuvoston (SPN) asettamat raamit neuvottelulle.
sme: Bukten čoakkámis ovdan sámedikki dievasčoakkáma ja sámi parlamentáralaš ráđi (SPR) ásahan rámmaid ráđđádallamiidda.

source: SPN:n on edellyttänyt, että saamelaiskäräjät neuvottelevat yhteisen näkemyksen SPN:ssä neuvotteluja varten.
sme: SPR lea bidjan eaktun, ahte sámedikkit ráđđádallaet oktasaš oainnu SPR:s ráđđádallamiid várás.

source: SPN:n tulee kokoontua tulevaisuudessa useammin ja valmistelutyötä on tehtävä hyvissä ajoin.
sme: SPR čoahkkana boahtteáigge mielde dávjjit ja válmmaštallanbargu galgá bargojuvvot áiggebále.

source: Neuvotteluissa kävi ilmi, että neuvotteluista on tulossa vaikeat ja paljon työtä on edessä.
sme: Ráđđádallamiin bođii maid ovdan, ahte ráđđádallamat eai leat álkkit ja olu bargu lea ovddas.

source: Toivoin, että työn alkuvaiheessa käsiteltäisiin SPN:n roolia, koska meillä on parhaillaan menossa oma SPN:n toiminnan kehittämistyö.
sme: Mun bukten sávaldaga, ahte barggu álgomuttuin gieđahallojuvvolii SPR:a sajádat, daningo mis lea bárrásiin SPR:s jođus iežas SPR:a barggu gárgehanbargu.

source: Ilmeisesti saamelaissopimustyö alkaa kielen ja kulttuurin suojaa koskevien artiklojen käsittelyllä, joita pidetään helpoimpina osioina sopimuksessa.
sme: Almmatge sámi soahpamušbargu alga artihkkaliiguin, mat gusket sámegiela ja sámi kultuvrra suoji. Dat gehččojuvvoje álkimussan oassin soahpamušas.

source: Suomen saamelaisradio on myös yllättäen innostunut tekemään laajempaa reportaasia, joka koskee Yle saamelaisradiota.
sme: Suoma sámi radio lea maid báifáhkka movttáskan bargat viiddit reportáša, mii giuoská Yle sámi radio.

source: Toimittajat ovat innostuneet lausunnostamme eduskunnan oikeusasiamiehelle koskemaamme saamenkielisten uutisten lähetysaikaa ja muuta ohjelmatoimintaa.
sme: Doaimmaheaddjit leat movttáskan sakka cealkámušasteamet riikkabeivviid vuoigatvuohtaáššeolbmái. Cealkámuš guoská sámegielalaš ođđasiid sáddenáiggiid ja eará prográmmadoaimma.

source: Lausuntomme pääpaino oli saamenkielisen ohjelmatarjonnan ja uutisoinnin kehittäminen, mutta julkisuuteen nousi esityksemme kehittää saamelaisradion hallintomallia.
sme: Sámedikki cealkámuša váldodeaddu sámegielalaš prográmmafálaladaga ja ođasráhkadeami gárgeheapmi, muhto almmolažžan badjánii min evttohus gárgehit sámi radio hálddašanmálle.

source: Uutisointi on sinällään vanhaa, kuten usein Ylen saamelaisradiossa.
sme: Ođasráhkadeapmi lea iešalddes juo boaris, dego dávjá Yle sámi radios.

source: Alun perin saamelaiskäräjät antoi samasta asiasta lausunnon jo vuoden 2009 kesäkuussa, mutta ilmeisesti silloinen lausuntomme on mennyt toimituksilta ohi, vaikka lausuntomme ovat tarkistettavissa saamelaiskäräjien kotisivuilta.
sme: Álgoálggus sámediggi attii cealkámuša seamma ášši juo jagi 2009 geassemánu, muhto dađi bahábut dalá cealkámušamet ii lean fáhten doaimmahusa, vaikko min cealkámušaid sáhttá dárkkistit sámedikki ruovttusiidduin.

source: Myös julkisen sanan neuvoston (JNS) puheenjohtaja Risto Uimonen on innostunut keskustelemaan Yle saamelaisradion asemasta.
sme: Maiddái almmolaš sáni ráđi (ASR) ságadoalli Risto Uimonen lea movttáskan ságastallat Yle sámi radio sajádagas.

source: On toki hyvä, että JNS on kiinnostunut saamelaisradiosta, joka kuuluu sen valvottaviin medioihin, mutta olisi tärkeää tutustua ensin faktoihin, Yle saamelaisradion nykytilanteeseen ja saamelaiskäräjien esityksiin ennen kuin lähtee kommentoimaan asiaa.
sme: Buorrehan dat gal lea, ahte ASR lea beroštuvvan sámi radios, mii gullá bearráigeahčuvuloš mediaide, muhto livččii dehálaš oahpásnuvvat faktadieđuide, Yle sámi radio dálá dillái ja sámedikki evttohusaide ovdalgo vuolgá cealkit áššis maidege.

source: Kun Uimonen oli Kalevan päätoimittajana hän kirjoitti pääkirjoituksen, jossa epäili sitä saako allekirjoittanut mitään aikaan aloittaessani ja toimiessani saamelaiskäräjien puheenjohtajana.
sme: Go Uimonen lei Kaleva oaivedoaimmaheaddji son čálii oaivečállosa, mas eahpidii oaččungo mun maidege áigái go álggahan ja barggan sámedikki ságadoallin.

source: Samaa voi toki tiedustella JNS:n puheenjohtaja Uimoselta.
sme: Seamma ládje sáhttá dieđusge jearrat ASR:a ságadoalli Uimosis.

source: Minun tekemiseni löytyvät blogistani ja saamelaiskäräjien päätöksissä, jotka ovat löydettävissä myös saamelaiskäräjien kotisivuilta.
sme: Mu dahkamušat ja barggut gávdnojit bloggastan ja sámedikki mearrádusain, maid sáhttá guorrat maid sámedikki ruovttusiidduin.

source: Uimonen puolustaa kovasti median asemaa vallan vahtikoirana.
sme: Uimonen bealušta garrasit media sajádaga válddi fáktan.

source: Jos media haluaa olla aito vallan vahtikoira, sen tulee huolehtia että perustelee näkemyksiään ja uutisointiaan asiapohjalta, eikä lonkalta heitellen.
sme: Jos media hálida lea albma ládje válddi fákta, de dat galgá fuolahit ákkasttallat oainnuideaset ja ođasráhkadeami ášševuođus, iige sáhtedohko bálkestit ášši ovdan.

source: Julkisen sanan neuvosto voisi ylipäätään kiinnittää huomiota saamenkieliseen uutisointiin.
sme: Almmolaš sáni ráđđi sáhtálii obalohkái giddet fuomášumi sámegielalaš ođasráhkadeapmái.

source: Nythän JNS ei voi käytännössä omaehtoisesti valvoa saamenkielistä uutisointia, eikä se voi edes ottaa kantaa saamenkieliseen uutisointiin koska JNS:ssä ei ole saamenkielen asiantuntemusta puhumattakaan sen kielitaidosta.
sme: Dálhan ASR ii sáhte geavadis ieševttolaččat bearráigeahččat sámegielalaš ođasráhkadeami, iige dat sáhte váldit oba bealige sámegielalaš ođasráhkadeapmái daningo ASR:s ii leat áššedovdamuš sámegielas oba humakeahttáge dan giellamáhtus.

source: JNS:n sivut ovat vain suomeksi, ruotsiksi ja englanniksi, eikä ilmeisesti kantelu saameksi ole mahdollista.
sme: ASR:a siiddut leat dušše suoma-, ruoŧa-, ja eŋgelasgillii, iige guoddaleapmi sámegillii soaitte leat obanassiige vejolaš.

source: JNS voisi kääntää journalistien eettiset ohjeet myös saameksi, jos se todella haluaa olla osana saamenkielisen median itsesäätelyjärjestelmää.
sme: ASR sáhtálii jorgalahttit jourmalisttaid etihkalaš rávvagiid maid sámegillii, jos dat duođalaččat hálida sámegielalaš media iešstivrenvuogádaga oassin.

source: Tukholmasta lähdin kohti Berliiniä Suomen ja Saksan ulkoasianministeriöiden järjestämään seminaariin arktisesta alueesta.
sme: Stockholmmas dollejin Berliinna guvlui Suoma ja Duiskka olgoáššiidministeriijaid ordnen seminárii árktalaš guovllus.

source: Pidän seminaarissa puheen alkuperäiskansoista, ilmastonmuutoksesta ja perinteisestä tiedosta.
sme: Doalan semináras ovdasága álgoálbmogiin, dálkkádatrievdamis ja árbevirolaš máhtus.

source: Lauantain palaan Suomeen.
sme: Lávvordaha máhcan Supmii.

source: Ensi viikolla jatkan matkaani Kautokeinoon Norjan saamelaiskäräjien järjestämään seminaariin perinteisestä tiedosta ja pidän siellä myös puheenvuoron.
sme: Boahtte vahku joatkkán iežan mátkki Guovdageidnui Norgga sámedikki lágidan seminárii árbevirolaš máhtus ja doalan maiddái doppe sáhkavuoru.

source: Ensi viikon lopulla olen Helsingissä neuvotteluissa opetus- ja kulttuuriministeriön kanssa.
sme: Boahtte vahku loahpas lean Helssegis ráđđádallame oahpahus- ja kulturministeriijain.

source: Ne koskevat maailman henkisen omaisuuden järjestön (WIPO) työtä perinteisestä tiedosta ja kansanperinteestä.
sme: Ráđđádallamat gusket máilmmi vuoiŋŋaduoji organisašuvnna (WIPO) barggu árbevirolaš máhtus ja álbmotdiehtagis.

source: Saamelaiskäräjien valtuuskunnassa neuvotteluissa on mukana Sámi Duodji-järjestön edustus.
sme: Ráđđádallamiin sámedikki sáttagottis lea mielde Sámi Duodji-organisašuvdna.

source: Berliini 17.03.2011 Klemetti Näkkäläjärvi
sme: Berliina 17.03.2011 Juvvá Lemet
